{
  "en": "Hi, I'm an AI agent from Berman Law Group and am playing the role of the opposing counsel's team. I am here to give you a realistic simulation of what your upcoming deposition could be like. This is the first stage of the simulation where I role play opposing counsel start to finish and then we'll debrief afterwards. You will typically be in a conference room with recording devices, sitting across from the opposing counsel or team. Okay, are you ready to get started?",
  "es": "Hola, soy agente de inteligencia artificial de Berman Law Group y represento al equipo del abogado de la parte contraria. Estoy aquí para ofrecerles una simulación realista de cómo podría ser su próxima declaración. Esta es la primera etapa de la simulación: interpreto el rol del abogado de la parte contraria de principio a fin y luego haremos una sesión informativa. Normalmente, estarán en una sala de conferencias con grabadoras, sentados frente al abogado o equipo de la parte contraria. ¿Listos para empezar?",
  "fr": "Bonjour, je suis un agent IA du Berman Law Group et je joue le rôle de l'équipe de l'avocat de la partie adverse. Je suis ici pour vous offrir une simulation réaliste de ce que pourrait être votre déposition à venir. C'est la première étape de la simulation où je joue l'avocat de la partie adverse de bout en bout, puis nous ferons un débriefing ensuite. Vous serez généralement dans une salle de conférence avec des enregistreurs, assis en face de l'avocat ou de l'équipe adverse. D'accord, vous êtes prêt à commencer ?",
  "de": "Hallo, ich bin ein KI-Agent der Berman Law Group und übernehme die Rolle des Teams der gegnerischen Anwaltsseite. Ich bin hier, um Ihnen eine realistische Simulation Ihrer anstehenden Aussage zu geben. Dies ist die erste Phase der Simulation, in der ich die gegnerische Anwaltsseite von Anfang bis Ende spiele; anschließend besprechen wir alles. Sie werden typischerweise in einem Konferenzraum mit Aufnahmegeräten sitzen, der gegnerischen Anwaltsseite gegenüber. Okay, sind Sie bereit zu starten?",
  "it": "Ciao, sono un agente IA del Berman Law Group e interpreto il ruolo del team dell'avvocato della parte avversa. Sono qui per offrirti una simulazione realistica di come potrebbe essere la tua prossima deposizione. Questa è la prima fase della simulazione in cui interpreto l'avvocato della parte avversa dall'inizio alla fine e poi faremo un debriefing. Di solito sarai in una sala conferenze con dispositivi di registrazione, seduto di fronte all'avvocato o al team della parte avversa. Ok, sei pronto per iniziare?",
  "pt": "Olá, sou um agente de IA do Berman Law Group e estou atuando como a equipe do advogado da parte contrária. Estou aqui para oferecer uma simulação realista de como pode ser sua próxima deposição. Esta é a primeira etapa da simulação em que represento o advogado da parte contrária do início ao fim e depois faremos um debriefing. Normalmente você estará em uma sala de reuniões com dispositivos de gravação, sentado em frente ao advogado ou à equipe da parte contrária. Tudo bem, está pronto para começar?",
  "pt-br": "Olá, sou um agente de IA do Berman Law Group e estou atuando como a equipe do advogado da parte contrária. Estou aqui para oferecer uma simulação realista de como pode ser seu próximo depoimento. Esta é a primeira etapa da simulação em que represento o advogado da parte contrária do início ao fim e depois faremos um debriefing. Normalmente você estará em uma sala de reuniões com dispositivos de gravação, sentado em frente ao advogado ou à equipe da parte contrária. Tudo bem, está pronto para começar?",
  "pl": "Cześć, jestem agentem AI z Berman Law Group i odgrywam rolę zespołu pełnomocnika strony przeciwnej. Jestem tutaj, aby przeprowadzić z Tobą realistyczną symulację Twojego nadchodzącego zeznania. To pierwszy etap symulacji, w którym odgrywam pełnomocnika strony przeciwnej od początku do końca, a potem omówimy wszystko. Zazwyczaj będziesz w sali konferencyjnej z urządzeniami rejestrującymi, naprzeciw pełnomocnika lub zespołu strony przeciwnej. Dobrze, jesteś gotowy, żeby zacząć?",
  "nl": "Hallo, ik ben een AI-agent van Berman Law Group en speel de rol van het team van de wederpartij. Ik ben hier om je een realistische simulatie te geven van hoe je aanstaande verhoor eruit zou kunnen zien. Dit is de eerste fase van de simulatie waarin ik de advocaat van de wederpartij van begin tot eind speel, en daarna bespreken we het. Je zit doorgaans in een vergaderzaal met opnameapparatuur, tegenover de advocaat of het team van de wederpartij. Oké, ben je klaar om te beginnen?",
  "ru": "Здравствуйте, я ИИ-агент Berman Law Group и исполняю роль команды адвоката противоположной стороны. Я здесь, чтобы провести для вас реалистичную симуляцию вашего предстоящего допроса. Это первый этап симуляции: я играю адвоката противоположной стороны с начала до конца, после чего мы проведём разбор. Обычно вы будете в конференц-зале с записывающей аппаратурой, напротив адвоката или команды противоположной стороны. Итак, вы готовы начать?",
  "ja": "こんにちは。私はBerman Law GroupのAIエージェントで、相手方弁護士チームの役を務めています。これから行う証言取調べのシミュレーションを、できるだけ本番に近い形で行います。まずは私が相手方弁護士役を最初から最後まで演じ、その後に振り返りの時間を設けます。通常、証言取調べでは会議室に録音・録画機器が設置され、相手方弁護士やそのチームと向かい合って座ることになります。それでは、始める準備はできていますか？",
  "ko": "안녕하세요. 저는 Berman Law Group의 AI 에이전트이며, 상대방 변호인 팀 역할을 맡고 있습니다. 곧 있을 증인 신문이 어떤 느낌인지 현실적으로 시뮬레이션해 드리겠습니다. 이번이 첫 단계로, 제가 상대방 변호인 역할을 처음부터 끝까지 수행한 뒤 디브리핑을 할 예정입니다. 보통 회의실에 녹화·녹음 장비가 있고, 상대 변호인 또는 팀과 마주 보고 앉게 됩니다. 자, 시작할 준비 되셨나요?",
  "zh": "您好，我是 Berman Law Group 的 AI 助手，扮演对方律师团队的角色。我将为您模拟一场真实的庭外证词询问。这是模拟的第一阶段：我会从头到尾扮演对方律师，之后我们会进行复盘。通常您会身处一间配有录音录像设备的会议室，与对方律师或团队相对而坐。好的，您准备好开始了吗？",
  "hi": "नमस्ते, मैं Berman Law Group का एक AI एजेंट हूं और विपक्षी वकील की टीम की भूमिका निभा रहा हूं। मैं यहां आपको आगामी जिरह का यथार्थवादी सिमुलेशन देने आया हूं। यह सिमुलेशन का पहला चरण है जिसमें मैं शुरू से अंत तक विपक्षी वकील की भूमिका निभाऊंगा और फिर हम डिब्रीफिंग करेंगे। आम तौर पर आप रिकॉर्डिंग उपकरणों वाले कॉन्फ्रेंस रूम में विपक्षी वकील या टीम के सामने बैठेंगे। ठीक है, क्या आप शुरू करने के लिए तैयार हैं?",
  "ar": "مرحباً، أنا وكيل ذكاء اصطناعي من Berman Law Group وألعب دور فريق محامي الخصم. أنا هنا لأقدم لكم محاكاة واقعية لما قد تكون عليه شهادتكم القادمة. هذه هي المرحلة الأولى من المحاكاة حيث ألعب دور محامي الخصم من البداية إلى النهاية ثم سنستعرض الأمر بعد ذلك. عادةً ستكونون في غرفة اجتماعات مع أجهزة تسجيل، وجهاً لوجه مع محامي الخصم أو فريقه. حسناً، هل أنتم مستعدون للبدء؟",
  "tr": "Merhaba, Berman Law Group'tan bir yapay zeka asistanıyım ve karşı taraf avukatının ekibinin rolünü oynuyorum. Yaklaşan ifadenizin nasıl olabileceğine dair gerçekçi bir simülasyon sunmak için buradayım. Bu, baştan sona karşı taraf avukatını canlandırdığım simülasyonun ilk aşaması; ardından değerlendirme yapacağız. Genellikle kayıt cihazları olan bir toplantı odasında, karşı taraf avukatı veya ekibiyle karşı karşıya oturacaksınız. Tamam, başlamaya hazır mısınız?",
  "sv": "Hej, jag är en AI-agent från Berman Law Group och spelar rollen som motpartens advokatteam. Jag är här för att ge dig en realistisk simulering av hur ditt kommande förhör kan komma att te sig. Detta är det första steget i simuleringen där jag spelar motpartens advokat från start till slut, och sedan gör vi en genomgång. Du kommer vanligtvis sitta i ett konferensrum med inspelningsutrustning, mitt emot motpartens advokat eller team. Okej, är du redo att börja?",
  "da": "Hej, jeg er en AI-agent fra Berman Law Group og spiller rollen som den modstående parts advokatteam. Jeg er her for at give dig en realistisk simulering af, hvordan din kommende forklaring kan blive. Dette er det første trin i simuleringen, hvor jeg spiller den modstående parts advokat fra start til slut, og bagefter gennemgår vi det. Du vil typisk sidde i et mødelokale med optagelsesudstyr over for den modstående parts advokat eller team. Okay, er du klar til at komme i gang?",
  "no": "Hei, jeg er en AI-agent fra Berman Law Group og spiller rollen som den motstående partens advokatteam. Jeg er her for å gi deg en realistisk simulering av hvordan din kommende forklaring kan bli. Dette er første trinn i simuleringen der jeg spiller den motstående partens advokat fra start til slutt, og deretter gjør vi en gjennomgang. Du vil vanligvis sitte i et møterom med opptaksutstyr overfor den motstående partens advokat eller team. Ok, er du klar til å starte?",
  "fi": "Hei, olen Berman Law Groupin tekoälyagentti ja näyttelen vastapuolen asianajajan tiimin roolia. Olen täällä antamassa sinulle realistisen simulaation tulevasta todistuskuulustelustasi. Tämä on simulaation ensimmäinen vaihe, jossa näyttelen vastapuolen asianajajaa alusta loppuun, minkä jälkeen teemme yhteenvedon. Tyypillisesti istut kokoushuoneessa nauhuriensa kanssa vastapäätä vastapuolen asianajajaa tai tiimiä. Okei, oletko valmis aloittamaan?",
  "el": "Γεια σας, είμαι πράκτορας τεχνητής νοημοσύνης του Berman Law Group και υποδύομαι την ομάδα του δικηγόρου του αντιπάλου. Βρίσκομαι εδώ για να σας προσφέρω μια ρεαλιστική προσομοίωση της επερχόμενης κατάθεσής σας. Αυτό είναι το πρώτο στάδιο της προσομοίωσης όπου υποδύομαι τον δικηγόρο του αντιπάλου από την αρχή μέχρι το τέλος και μετά θα κάνουμε μια συζήτηση. Συνήθως θα βρίσκεστε σε αίθουσα συνεδριάσεων με συσκευές εγγραφής, απέναντι από τον δικηγόρο ή την ομάδα του αντιπάλου. Εντάξει, είστε έτοιμοι να ξεκινήσουμε;",
  "cs": "Dobrý den, jsem AI agent Berman Law Group a hraji roli týmu advokáta protistrany. Jsem zde, abych vám poskytl realistickou simulaci vašeho nadcházejícího výslechu. Toto je první fáze simulace, kde hraji advokáta protistrany od začátku do konce a poté provedeme vyhodnocení. Obvykle budete v konferenční místnosti se záznamovými zařízeními, naproti advokátovi nebo týmu protistrany. Dobře, jste připraveni začít?",
  "ro": "Bună ziua, sunt un agent AI de la Berman Law Group și joc rolul echipei avocatului părții adverse. Sunt aici pentru a vă oferi o simulare realistă a cum ar putea arăta depoziția dvs. viitoare. Aceasta este prima etapă a simulării în care joc rolul avocatului părții adverse de la început până la sfârșit, apoi vom face un debriefing. De obicei veți fi într-o sală de conferințe cu dispozitive de înregistrare, față în față cu avocatul sau echipa părții adverse. Bine, sunteți pregătiți să începem?",
  "hu": "Üdvözölöm, a Berman Law Group mesterséges intelligencia ügynöke vagyok, és az ellenfelek ügyvédi csapatának szerepét játszom. Azért vagyok itt, hogy reális szimulációt nyújtsak a közelgő tanúvallomásról. Ez a szimuláció első szakasza, ahol az ellenfelek ügyvédjét játszom elejétől a végéig, majd utána átbeszéljük. Általában egy felvételi eszközökkel felszerelt tárgyalóteremben ülnek az ellenfelek ügyvédjével vagy csapatával szemben. Rendben, készen áll a kezdésre?",
  "id": "Halo, saya adalah agen AI dari Berman Law Group dan memerankan peran tim pengacara pihak lawan. Saya di sini untuk memberi Anda simulasi yang realistis tentang bagaimana penyataan Anda yang akan datang mungkin terjadi. Ini adalah tahap pertama simulasi di mana saya memerankan pengacara pihak lawan dari awal sampai akhir, lalu kita akan melakukan pengarahan. Biasanya Anda akan berada di ruang konferensi dengan perangkat perekam, duduk berhadapan dengan pengacara atau tim pihak lawan. Baik, apakah Anda siap untuk memulai?",
  "th": "สวัสดีครับ ผมเป็นเอเจนต์ AI จาก Berman Law Group และกำลังแสดงบทบาทของทีมทนายความฝ่ายตรงข้าม ผมมาที่นี่เพื่อให้การจำลองที่สมจริงว่าการให้การที่กำลังจะมาถึงจะเป็นอย่างไร นี่คือระยะแรกของการจำลองที่ผมจะแสดงบททนายความฝ่ายตรงข้ามตั้งแต่ต้นจนจบ แล้วเราจะสรุปกัน โดยทั่วไปคุณจะนั่งในห้องประชุมที่มีอุปกรณ์บันทึก ตรงข้ามกับทนายหรือทีมฝ่ายตรงข้าม โอเค พร้อมเริ่มกันไหมครับ?",
  "vi": "Xin chào, tôi là trợ lý AI của Berman Law Group và đang đóng vai đội ngũ luật sư bên đối lập. Tôi có mặt ở đây để mang đến cho bạn một buổi mô phỏng chân thực về cuộc lấy lời khai sắp tới của bạn. Đây là giai đoạn đầu của buổi mô phỏng, tôi sẽ đóng vai luật sư bên đối lập từ đầu đến cuối, sau đó chúng ta sẽ rút kinh nghiệm. Thông thường bạn sẽ ngồi trong phòng họp có thiết bị ghi âm, đối diện với luật sư hoặc đội ngũ bên đối lập. Được rồi, bạn đã sẵn sàng bắt đầu chưa?",
  "bg": "Здравейте, аз съм AI агент от Berman Law Group и играя ролята на екипа на адвоката на насрещната страна. Тук съм, за да ви предложа реалистична симулация на предстоящото ви свидетелско показание. Това е първият етап от симулацията, в който играя ролята на адвоката на насрещната страна от началото до края, а след това ще направим обсъждане. Обикновено ще бъдете в заседателна зала с записващи устройства, седнали срещу адвоката или екипа на насрещната страна. Добре, готови ли сте да започнем?",
  "hr": "Bok, ja sam AI agent iz Berman Law Groupa i igram ulogu tima odvjetnika suprotne strane. Ovdje sam kako bih vam pružio realističnu simulaciju onoga kako bi moglo izgledati vaše nadolazeće svjedočenje. Ovo je prva faza simulacije u kojoj igram odvjetnika suprotne strane od početka do kraja, a zatim ćemo napraviti analizu. Obično ćete biti u konferencijskoj dvorani s uređajima za snimanje, sjedeći nasuprot odvjetniku ili timu suprotne strane. U redu, jeste li spremni za početak?",
  "fil": "Kumusta, ako ay isang AI agent mula sa Berman Law Group at ginagampanan ko ang papel ng team ng abogado ng kabilang partido. Nandito ako para bigyan kayo ng makatotohanang simulation kung ano ang magiging hitsura ng inyong paparating na deposition. Ito ang unang yugto ng simulation kung saan gagampanan ko ang abogado ng kabilang partido mula simula hanggang dulo, at pagkatapos ay magde-debrief tayo. Kadalasan nasa isang conference room kayo na may mga recording device, nakaupo sa harap ng abogado o team ng kabilang partido. Okay, handa na ba kayong magsimula?",
  "ms": "Halo, saya adalah ejen AI dari Berman Law Group dan saya memainkan peranan pasukan peguam pihak lawan. Saya di sini untuk memberikan anda simulasi realistik tentang bagaimana deposisi anda yang akan datang mungkin berlaku. Ini adalah peringkat pertama simulasi di mana saya memainkan peranan peguam pihak lawan dari awal hingga akhir, kemudian kita akan berbincang selepas itu. Biasanya anda akan berada di bilik mesyuarat dengan peranti rakaman, duduk bertentangan dengan peguam atau pasukan pihak lawan. Okay, adakah anda bersedia untuk bermula?",
  "sk": "Dobrý deň, som AI agent z Berman Law Group a hrám rolu tímu advokáta protistrany. Som tu, aby som vám poskytol realistickú simuláciu vašej nadchádzajúcej výpovede. Toto je prvá fáza simulácie, kde hrám advokáta protistrany od začiatku do konca, a potom urobíme vyhodnotenie. Zvyčajne budete v konferenčnej miestnosti so záznamovými zariadeniami, oproti advokátovi alebo tímu protistrany. Dobre, ste pripravení začať?",
  "ta": "வணக்கம், நான் Berman Law Group-இன் AI முகவர், எதிர்த்தரப்பு வழக்கறிஞர் குழுவின் பங்கை நடிக்கிறேன். உங்கள் வரவிருக்கும் வாக்குமூலம் எப்படி இருக்கும் என்பதை யதார்த்தமாக உருவகப்படுத்த நான் இங்கே இருக்கிறேன். இது உருவகப்படுத்தலின் முதல் கட்டம், இதில் நான் எதிர்த்தரப்பு வழக்கறிஞராக ஆரம்பம் முதல் இறுதி வரை நடிப்பேன், பின்னர் நாம் விவாதிப்போம். பொதுவாக நீங்கள் பதிவு சாதனங்கள் உள்ள மாநாட்டு அறையில், எதிர்த்தரப்பு வழக்கறிஞர் அல்லது குழுவுக்கு எதிரே அமர்ந்திருப்பீர்கள். சரி, தொடங்க தயாரா?",
  "uk": "Привіт, я AI-агент Berman Law Group і виконую роль команди адвоката протилежної сторони. Я тут, щоб провести для вас реалістичну симуляцію вашого майбутнього допиту. Це перший етап симуляції, де я граю адвоката протилежної сторони від початку до кінця, а потім ми проведемо розбір. Зазвичай ви будете в конференц-залі з записуючою апаратурою, навпроти адвоката або команди протилежної сторони. Гаразд, ви готові почати?"
}
